<?php

return [
    /**
     * VALIDATION
     */
    'numeric' => 'الحقل %s يجب ان يكون عدد.',
    'phone' => 'الحقل %s يجب ان يكون رقم هاتف.',
    'required' => 'الحقل %s مطلوب.',
    'dropdown' => 'الحقل %s يجب ان يتم اختياره من القائمة.',
    'url' => 'الحقل %s يجب ان يكون رابط.',
    'real_url' => 'الحقل %s يجب ان يتوي علي رابط حقيقي.',
    'datetime' => 'الحقل %s يجب ان يحتوي علي وقت وتاريخ.',
    'date' => 'الحقل %s يجب ان يحتوي علي تاريخ.',
    'email' => 'الحقل %s يجب ان يحتوي علي بريد إلكتورني.',
    'file' => 'الحقل %s يجب ان يحتوي علي ملف سليم.',
    /**
     * UPLOAD
     */
    'upload_no_filepath' => 'مكان التحميل خاطيء',

];